Repository: emreertunc/SneakShare
Catalog: SneakShare/*.lproj/Localizable.strings
Languages: tr

# hello-string
source: hello world!
tr: merhaba dünya!

# sneak-share-text
source: To share the content sneakily:
tr: İçeriği gizlice paylaşmak için:

# enter-url
source: Enter your URL here
tr: Buraya URL'nizi girin

source: Anonymize URL
tr: URL'yi Anonimleştir

source: Anonymized URL:
tr: Anonimleştirilmiş URL:

source: Share
tr: Paylaş

source: Open In Browser...
tr: Tarayıcıda/Uygulamada Aç...

source: Copied to clipboard
tr: Panoya Kopyalandı

source: Buy Me a Coffee
tr: Destek Ol

source: About
tr: Hakkında

source: Supported Apps
tr: Desteklenen Uygulamalar

source: Request
tr: İstek

# error-message-1
source: The provided text is not in a recognized format. (Maybe missing 'http://' or 'https://' before link?)
tr: Girilen metin tanınan bir formatta değil. (Bağlantıdan önce 'http://' veya 'https://' eksik olabilir mi?)

# error-message-2
source: The provided link is not in a recognized format or there is nothing to anonymize. You can use 'Request' menu for including this format.
tr: Girilen bağlantı tanınan bir formatta değil ya da anonimleştirilecek bir şey yok. Bu formatı uygulamaya dahil etmek için 'İstek' menüsünü kullanabilirsiniz.

# please-share-text
source: Please share the details of the format you would like the app to support. In order to use this function, the default Mail app of iOS must be installed on your device. If default Mail App is not installed and the Send Request button is greyed out, you can always contact me at 'emre@ertunc.com'
tr: Lütfen uygulamanın desteklemesini istediğiniz formatın detaylarını paylaşın. Bu fonksiyonu kullanabilmek için, cihazınızda iOS'un varsayılan Mail uygulamasının yüklü olması gerekmektedir. Varsayılan Mail Uygulaması yüklü değilse ve 'İstek Gönder' butonu gri renkte ise, her zaman 'emre@ertunc.com' adresinden bana ulaşabilirsiniz.

# request-app
source: Requested App
tr: Talep Edilen Uygulama

# example-link
source: Example link (e.g. vm.tiktok.com/abcdef)
tr: Örnek bağlantı (örn. vm.tiktok.com/abcdef)

source: Send Request
tr: İstek Gönder

# if-you-like
source: If you like my app, you can support me through the links below to continue keeping my app on the App Store.
tr: Eğer uygulamamı beğendiyseniz, aşağıdaki bağlantı aracılığıyla bana destek olabilir ve uygulamamın App Store'da kalmasını sağlayabilirsiniz.

source: Donate page
tr: Destek Sayfası

source: Close
tr: Kapat

# and-any-url
source: .. and any URL with trackers!
tr: ... ve takip bağlantısı içeren herhangi bir URL!

source: About SneakShare
tr: SneakShare Hakkında

# hey-there
source: Hey there, welcome to SneakShare! I'm Emre, the developer behind this little yet mighty app. SneakShare is here to help you anonymize and share your URLs in a snap.
tr: SneakShare, URL'lerinizi anonimleştirmenize ve hızlıca paylaşmanıza yardımcı olmak için burada.

source: What's SneakShare?
tr: SneakShare Nedir?

# whats-sneakshare-answer
source: In a nutshell, SneakShare is an app that helps you share your URLs sneakily. Whether it's a link to a TikTok video, an Instagram post, or an advertisement and affiliation link for a product, SneakShare is here to assist in protecting your privacy.
tr: Özetle, SneakShare, URL'lerinizi gizlice paylaşmanıza yardımcı olan bir uygulamadır. İster bir TikTok videosu, bir Instagram post'u veya bir ürüne ait reklam ve ortaklık içeren bir bağlantı olsun, SneakShare gizliliğinizi korumak için yanınızdadır.

source: Why SneakShare?
tr: Neden SneakShare?

# why-sneakshare-answer
source: Simple. Because privacy matters. SneakShare elevates your internet experience by ensuring that your shares are private and not linked with you.
tr: Basit: Gizliliğiniz önemlidir. SneakShare, paylaşımlarınızın gizli kalmasını ve sizinle bağlantılı olmamasını sağlayarak internet deneyiminizi iyileştirir.

source: What We Offer
tr: Sunduklarımız

# what-we-offer-answer
source: Privacy: We strip your URLs of any tracking parameters. Easy Sharing: We shorten your URLs for hassle-free sharing. (to be added) User-Friendly: A simple and effective interface that's easy for everyone to use.
tr: Gizlilik: URL'lerinizden herhangi bir izleme parametresini çıkarırız. Kolay Paylaşım: Sorunsuz paylaşım için URL'lerinizi kısaltırız. (yakında)

# labor-of-love
source: SneakShare is a labor of love from a curious developer. Although I'm working solo, I'm committed to keeping the app up-to-date and making it better. Your ideas and feedback are gold to me, so I'm all ears.
tr: SneakShare, meraklı bir geliştiricinin yarattığı bir uygulamadır. Tek başıma çalışıyor olsam da, uygulamayı güncel tutmak ve daha iyi hale getirmeye çalışıyorum. Fikirleriniz benim için çok değerli, bu yüzden geri bildirimlerinize açığım.

source: Get in Touch
tr: İletişime Geçin

# get-in-touch-answer
source: Have questions or suggestions? Drop me a line at emre@ertunc.com
tr: Sorularınız veya önerileriniz mi var? Bana emre@ertunc.com adresinden ulaşabilirsiniz.
